{
  "LuaSnip": {
    "branch": "master"
  },
  "alpha-nvim": {
    "branch": "main"
  },
  "ansible-vim": {
    "branch": "master"
  },
  "autosave.nvim": {
    "branch": "master"
  },
  "backout.nvim": {
    "branch": "main"
  },
  "bigfile.nvim": {
    "branch": "main"
  },
  "bmessages.nvim": {
    "branch": "main"
  },
  "bookmarks.nvim": {
    "branch": "main"
  },
  "bufexplorer": {
    "branch": "master"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "carbon-now.nvim": {
    "branch": "main"
  },
  "cmd-parser.nvim": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-fuzzy-buffer": {
    "branch": "main"
  },
  "cmp-natdat": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp-rg": {
    "branch": "master"
  },
  "cmp-tabnine": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "code-shot.nvim": {
    "branch": "main"
  },
  "codesnap.nvim": {
    "branch": "main"
  },
  "colorful-winsep.nvim": {
    "branch": "alpha"
  },
  "comment-box.nvim": {
    "branch": "main"
  },
  "compiler.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "core.nvim": {
    "branch": "main"
  },
  "dial.nvim": {
    "branch": "master"
  },
  "diferente.nvim": {
    "branch": "main"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "esqueleto.nvim": {
    "branch": "main"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "flatten.nvim": {
    "branch": "main"
  },
  "freeze-code.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fuzzy.nvim": {
    "branch": "master"
  },
  "fzy-lua-native": {
    "branch": "master"
  },
  "git-messenger.vim": {
    "branch": "master"
  },
  "gitlinker.nvim": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glow.nvim": {
    "branch": "main"
  },
  "goto-preview": {
    "branch": "main"
  },
  "grapple.nvim": {
    "branch": "main"
  },
  "hlargs.nvim": {
    "branch": "main"
  },
  "hlchunk.nvim": {
    "branch": "main"
  },
  "hydra.nvim": {
    "branch": "master"
  },
  "image.nvim": {
    "branch": "master"
  },
  "img-clip.nvim": {
    "branch": "main"
  },
  "incline.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "live-command.nvim": {
    "branch": "main"
  },
  "lsp-inlayhints.nvim": {
    "branch": "main"
  },
  "lsp_signature.nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "lunar.nvim": {
    "branch": "master"
  },
  "maim.nvim": {
    "branch": "main"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "markdowny.nvim": {
    "branch": "main"
  },
  "marks.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.nvim": {
    "branch": "main"
  },
  "mkdnflow.nvim": {
    "branch": "main"
  },
  "multicursors.nvim": {
    "branch": "main"
  },
  "neodev.nvim": {
    "branch": "main"
  },
  "neogen": {
    "branch": "main"
  },
  "nlsp-settings.nvim": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "numb.nvim": {
    "branch": "master"
  },
  "nvim-alt-substitute": {
    "branch": "main"
  },
  "nvim-bqf": {
    "branch": "main"
  },
  "nvim-cheat.sh": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-code-action-menu": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-devdocs": {
    "branch": "detect_version"
  },
  "nvim-fundo": {
    "branch": "main"
  },
  "nvim-lastplace": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-lspimport": {
    "branch": "main"
  },
  "nvim-navic": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-origami": {
    "branch": "main"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-endwise": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "nvim_context_vt": {
    "branch": "master"
  },
  "onedarker.nvim": {
    "branch": "freeze"
  },
  "output-panel.nvim": {
    "branch": "main"
  },
  "overseer.nvim": {
    "branch": "master"
  },
  "paperplanes.nvim": {
    "branch": "master"
  },
  "parinfer-rust": {
    "branch": "master"
  },
  "persisted.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "popfix": {
    "branch": "master"
  },
  "pretty-fold.nvim": {
    "branch": "master"
  },
  "project.nvim": {
    "branch": "main"
  },
  "promise-async": {
    "branch": "main"
  },
  "rainbow-delimiters.nvim": {
    "branch": "master"
  },
  "range-highlight.nvim": {
    "branch": "master"
  },
  "rayso.nvim": {
    "branch": "main"
  },
  "refactoring.nvim": {
    "branch": "master"
  },
  "render-markdown": {
    "branch": "main"
  },
  "schemastore.nvim": {
    "branch": "main"
  },
  "sentiment.nvim": {
    "branch": "main"
  },
  "sibling-swap.nvim": {
    "branch": "main"
  },
  "sniprun": {
    "branch": "master"
  },
  "sort.nvim": {
    "branch": "main"
  },
  "stcursorword": {
    "branch": "main"
  },
  "structlog.nvim": {
    "branch": "main"
  },
  "symbol-usage.nvim": {
    "branch": "main"
  },
  "tabout.nvim": {
    "branch": "master"
  },
  "tardis.nvim": {
    "branch": "main"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope-symbols.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "0.1.x"
  },
  "template.nvim": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "translate.nvim": {
    "branch": "main"
  },
  "tree-setter": {
    "branch": "master"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "twilight.nvim": {
    "branch": "main"
  },
  "typo.nvim": {
    "branch": "main"
  },
  "ultimate-autopair.nvim": {
    "branch": "v0.6"
  },
  "undotree": {
    "branch": "main"
  },
  "vim-exchange": {
    "branch": "master"
  },
  "vim-floaterm": {
    "branch": "master"
  },
  "vim-flog": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-grepper": {
    "branch": "master"
  },
  "vim-silicon": {
    "branch": "master"
  },
  "vim-templates": {
    "branch": "master"
  },
  "vim-zoom": {
    "branch": "master"
  },
  "visual-split.vim": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "zeavim.vim": {
    "branch": "master"
  },
  "zen-mode.nvim": {
    "branch": "main"
  }
}
