{
  "LazyVim": {
    "branch": "main"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "autosave.nvim": {
    "branch": "master"
  },
  "backout.nvim": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "carbon-now.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "nvim-0.9"
  },
  "dashboard-nvim": {
    "branch": "master"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "git-messenger.vim": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "luvit-meta": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.align": {
    "branch": "main"
  },
  "mini.bracketed": {
    "branch": "main"
  },
  "mini.comment": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.operators": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "main"
  },
  "neoconf.nvim": {
    "branch": "main"
  },
  "neodev.nvim": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "parinfer-rust": {
    "branch": "master"
  },
  "persisted.nvim": {
    "branch": "main"
  },
  "persistence.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "resession.nvim": {
    "branch": "master"
  },
  "scrollofffraction.nvim": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-cycle": {
    "branch": "master"
  },
  "vim-dispatch": {
    "branch": "master"
  },
  "vim-exchange": {
    "branch": "master"
  },
  "vim-floaterm": {
    "branch": "master"
  },
  "vim-grepper": {
    "branch": "master"
  },
  "vim-silicon": {
    "branch": "master"
  },
  "vim-zoom": {
    "branch": "master"
  },
  "visual-split.vim": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "zeavim.vim": {
    "branch": "master"
  }
}
